Repository: common-repository/quran-radio
Catalog: languages/the-quran-radio-*.po
Languages: ar

source: You do not have sufficient permissions to access this page.
ar: لا تملك الصلاحيات للدخول لهذه الصفحة.

source: Quran Radio Setting
ar: الإعدادات

source: Select Language
ar: اختر اللغة

source: Radio Title
ar: عنوان الإذاعة

source: if empty will write language title.
ar: إذا كان الحقل فارغا سيتم كتابة اسم الإذاعة.

source: Show Icons:
ar: إظهار الأيقونات:

source: Source Icon
ar: المصدر

source: PDF Book Icon
ar: أيقونة الكتاب

source: Podcast Icon
ar: البودكاست

source: Download Icon
ar: التحميل

source: MediaPlayer Icon
ar: أيقونة ميديا بلاير

source: QuickTime Icon
ar: أيقونة كويك تايم

source: Realplayer Icon
ar: أيقونة ريل بلاير

source: Winamp Icon
ar: أيقونة ون آمب

source: Tunein Icon
ar: أيقونة تون إن

source: Soundcloud Icon
ar: أيقونة سوند كلاود

source: Twitter Icon
ar: أيقونة تويتر

source: Facebook Icon
ar: أيقونة فيسبوك

source: Hidden Player
ar: إخفاء المشغل

source: Hidden Title
ar: إخفاء العنوان

source: Update options
ar: تحديث الإعدادات

source: Quran Radio
ar: إذاعات القرآن الكريم

source: Translation of the Quran in English
ar: ترجمة القرآن الكريم بالإنجليزية

source: Translation of the Quran in Deutsch
ar: ترجمة القرآن الكريم بالألمانية

source: Translation of the Quran in Bosnian
ar: ترجمة القرآن الكريم بالرومانية

source: Translation of the Quran in Spanish
ar: ترجمة القرآن الكريم بالإسبانية

source: Translation of the Quran in French
ar: ترجمة القرآن الكريم بالفرنسية

source: Translation of the Quran in Hungarian
ar: ترجمة القرآن الكريم بالمجرية

source: Translation of the Quran in Indonesian
ar: ترجمة القرآن الكريم بالإندونيسية

source: Translation of the Quran in Kashmiri
ar: ترجمة القرآن الكريم بالكشميرية

source: Translation of the Quran in Kurdish
ar: ترجمة القرآن الكريم بالكردية

source: Translation of the Quran in Malayalam
ar: ترجمة القرآن الكريم بالمالايالم

source: Translation of the Quran in Oromo
ar: ترجمة القرآن الكريم بالاورومية

source: Translation of the Quran in Tagalog
ar: ترجمة القرآن الكريم بالتاجالوغ

source: Translation of the Quran in Portuguese
ar: ترجمة القرآن الكريم بالبرتغالية

source: Translation of the Quran in Albanian
ar: ترجمة القرآن الكريم بالألبانية

source: Translation of the Quran in Sinhalese
ar: ترجمة القرآن الكريم بالسنهالية

source: Translation of the Quran in Tamazight
ar: ترجمة القرآن الكريم بالأمازيقية

source: Translation of the Quran in Uyghur
ar: ترجمة القرآن الكريم بالغجرية

source: Translation of the Quran in Vietnamese
ar: ترجمة القرآن الكريم بالفيتنامية

source: Translation of the Quran in Greek
ar: ترجمة القرآن الكريم باليونانية

source: Translation of the Quran in Russian
ar: ترجمة القرآن الكريم بالروسية

source: Translation of the Quran in Urdu
ar: ترجمة القرآن الكريم بالأردو

source: Translation of the Quran in Hindi
ar: ترجمة القرآن الكريم بالهندية

source: Translation of the Quran in Bengali
ar: ترجمة القرآن الكريم بالبنقالية

source: Translation of the Quran in Tamil
ar: ترجمة القرآن الكريم بالتاميلية

source: Translation of the Quran in Telugu
ar: ترجمة القرآن الكريم بالتلغو

source: Translation of the Quran in Kannada
ar: ترجمة القرآن الكريم بالكانادا

source: Translation of the Quran in Thai
ar: ترجمة القرآن الكريم بالتايلندية

source: Translation of the Quran in Korean
ar: ترجمة القرآن الكريم بالكورية

source: Translation of the Quran in Chinese
ar: ترجمة القرآن الكريم بالصينية

source: Translation of the Quran in Punjabi
ar: ترجمة القرآن الكريم بالبنجابية

source: Translation of the Quran in Somali
ar: ترجمة القرآن الكريم بالصومالية

source: Translation of the Quran in Maranao
ar: ترجمة القرآن الكريم بالفلبينية (ماراناو)

source: Translation of the Quran in Malay
ar: ترجمة القرآن الكريم بالماليزية

source: Translation of the Quran in Farsi
ar: ترجمة القرآن الكريم بالفارسي

source: Translation of the Quran in Italiano
ar: ترجمة القرآن الكريم بالإيطالية

source: Tafsir in Amharic
ar: تفسير القرآن بالأمهرية

source: Translation of the Quran in Yoruba
ar: ترجمة القرآن الكريم باليوربا

source: Tafsir by Al-Sa`di
ar: تفسير السعدي

source: Quran Recitation by Sheikh Abdul Basit Abdul Samad
ar: تلاوة الشيخ عبد الباسط عبد الصمد

source: Quran Recitation by Sheikh Abdul Azeez al-Ahmad
ar: تلاوة الشيخ عبد العزيز الأحمد

source: Quran Recitation by Sheikh Abdullah Ali Jabir
ar: تلاوة الشيخ عبد الله علي جابر

source: Quran Recitation by Sheikh Abdullah `Awad al-Juhani
ar: تلاوة الشيخ عبد الله عواد الجهني

source: Quran Recitation by Sheikh Abdullah Khayat
ar: تلاوة الشيخ عبد الله خياط

source: Al-Ruqyah al-Shariyyah
ar: الرقية الشرعية

source: Quran Recitation by Sheikh Faris `Abbad
ar: تلاوة الشيخ فارس عباد

source: Quran Recitation by Sheikh Hani ar-Rifa`i
ar: تلاوة الشيخ هاني الرفاعي

source: Quran Recitation by Sheikh Khalid al-Qahtani
ar: تلاوة الشيخ خالد القحطاني

source: Quran Recitation by Sheikh Muhammad al-Luhaidan
ar: تلاوة الشيخ محمد اللحيدان

source: Quran Recitation by Sheikh Muhammad Ayyub
ar: تلاوة الشيخ محمد أيوب

source: Quran Recitation by Sheikh Muhammad Jibreel
ar: تلاوة الشيخ محمد جبريل

source: Quran Recitation by Sheikh Abu Bakr al-Shatiri
ar: تلاوة الشيخ أبو بكر الشاطري

source: Quran Recitation with the Reading of Warsh from Nafi`
ar: رواية ورش عن نافع

source: Quran Recitation by Sheikh Nasser Al-Qatami
ar: تلاوة الشيخ ناصر القطامي

source: Quran Recitation by Sheikh Yasser Al-Dosari
ar: تلاوة الشيخ ياسر الدوسري

source: Quran Recitation with the Reading of Al-Bizzi from Ibn Kathir
ar: رواية البزي عن ابن كثير

source: Quran Recitation with the Reading of Al-Duri from Abi `Amr
ar: رواية الدوري عن أبي عمرو

source: Quran Recitation with the Reading of Ruh from Ya`qub al-Hadrami
ar: رواية روح عن يعقوب الحضرمي

source: Quran Recitation with the Reading of Shu`bah from `Asim ibn Abi al-Nujud
ar: رواية شعبة عن عاصم

source: Quran Recitation with the Reading of Ibn Dhakwan from Ibn `Amir
ar: رواية ابن ذكوان عن ابن عامر

source: Quran Recitation by Sheikh Mishary Al-Ifasy
ar: تلاوة الشيخ مشاري العفاسي

source: Quran Recitation by Sheikh Mahmoud Khalil Al-Husary
ar: تلاوة الشيخ محمود خليل الحصري

source: Quran Recitation by Sheikh Muhammad Siddiq al-Minshawi
ar: تلاوة الشيخ محمد صديق المنشاوي

source: Fatwas by Ibn `Uthaymin
ar: فتاوى ابن عثيمين

source: Tafsir by Al-Sha`rawi (Arabic)
ar: تفسير الشعراوي

source: Quran Recitation by Sheikh Mohammad Al-Tablawi
ar: تلاوة الشيخ محمد الطبلاوي

source: Tafsir in swahili
ar: تفسير القرآن بالسواحيلي

source: Translation of the Quran in Pashto
ar: ترجمة القرآن الكريم بالبشتو

source: Tafsir by Al-Sa`di in Russian
ar: تفسير السعدي بالروسية

source: Quran Recitation by Sheikh Abdullah Basfar
ar: تلاوة الشيخ عبد الله بصفر

source: Quran Recitation by Sheikh Ahmad al-`Ajmi
ar: تلاوة الشيخ أحمد العجمي

source: Quran Recitation by Sheikh Ali Al-Hudhaifi
ar: تلاوة الشيخ علي الحذيفي

source: Quran Recitation by Sheikh Abdul Mohsin Al-Qasim
ar: تلاوة الشيخ عبد المحسن القاسم

source: Quran Recitation by Sheikh Khalifah Al-Tunaiji
ar: تلاوة الشيخ خليفة الطنيجي

source: Quran Recitation by Sheikh Ibrahim Al-Akhdar
ar: تلاوة الشيخ إبراهيم الأخضر

source: Quran Recitation by Sheikh Saud Al-Shuraim
ar: تلاوة الشيخ سعود الشريم

source: Quran Recitation by Abdul Rahman Al-Sudais
ar: تلاوة الشيخ عبد الرحمن السديس

source: Quran Recitation by Sheikh Sa`d Al-Ghamidi
ar: تلاوة الشيخ سعد الغامدي

source: Quran Recitation by Sheikh Maher Al Muaiqly
ar: تلاوة الشيخ ماهر المعيقلي

source: Reading of Ibn Jummaz from Abu Jafar by Al-Sultani
ar: مفتاح السلطني برواية ابن جماز عن أبي جعفر

source: Reading of Abu Al-Harith from Al-Kisai
ar: رواية أبو الحارث عن الكسائي

source: Tafsir in Fulani
ar: تفسير القرآن بالفولانية

source: Reading of Al-Duri from Abu Amr by Al-Fatih Muhammad Az-Zubayr
ar: إذاعة القارئ الفاتح محمد الزبير برواية الدوري

source: Reading of Al-Duri from Abu Amr by Abul-Rashid Al-Sufi
ar: إذاعة القارئ عبد الرشيد صوفي برواية الدوري

source: Reading of Al-Duri from Abu Amr by Muftah Al-Saltani
ar: إذاعة القارئ مفتاح السلطني برواية الدوري

source: Reading of Al-Susi from Abu Amr by Abdul-Rashid Al-Sufi
ar: إذاعة القارئ عبد الرشيد صوفي برواية السوسي

source: Reading of Khalaf from Hamzah by Abdul-Rashid Al-Sufi
ar: إذاعة القارئ عبد الرشيد صوفي برواية خلف

source: Reading of Ruways from Yaqub Al-Hadrami by Yasir Al-Mazrui
ar: إذاعة القارئ ياسر المزروعي برواية رويس

source: Reading of Qalun from Nafi by Ahmad Khidr Al-Tarabulsi
ar: إذاعة القارئ أحمد خضر الطرابلسي برواية قالون

source: Reading of Qalun from Nafi by Al-Dukali Muhammad Al-Alim
ar: إذاعة القارئ الدوكالي محمد العالم برواية قالون

source: Reading of Qalun from Nafi by Ali l-Hudhaifi
ar: إذاعة القارئ علي الحذيفي برواية قالون

source: Reading of Qalun from Nafi by Mahmoud Khalil Al-Husari
ar: إذاعة الشيخ محمود خليل الحصري برواية قالون

source: Reading of Warsh from Nafi by Ibrahim Al-Dusari
ar: إذاعة القارئ إبراهيم الدوسري برواية ورش

source: Reading of Warsh from Nafi by Abdul-Basit Abdul-Samad
ar: إذاعة الشيخ عبد الباسط عبد الصمد برواية ورش

source: Reading of Warsh from Nafi by Umar Al-Qazabri
ar: إذاعة القارئ عمر القزابري برواية ورش

source: Reading of Warsh from Nafi by Muhammad Al-Tayyib Himdan
ar: إذاعة القارئ محمد الطيب حمدان برواية ورش

source: Reading of Warsh from Nafi by Mustafa Gharbi
ar: إذاعة القارئ مصطفى غربي برواية ورش

source: Reading of Warsh from Nafi by Yasin Al-Jazairi
ar: إذاعة القارئ ياسين الجزائري برواية ورش

source: Reading of Ruways from Yaqub al-Hadrami by Mufah Muhammad Al-Saltani
ar: إذاعة القارئ مفتاح محمد السلطني برواية رويس

source: Quran Recitation by Sheikh Tawfiq Al-Saigh
ar: تلاوة الشيخ توفيق الصايغ

source: Quran Recitation by Sheikh Khalid AL-Jalil
ar: تلاوة الشيخ خالد الجليل

source: Quran Recitation by Sheikh Zaki Daghistani
ar: تلاوة الشيخ زكي داغستاني

source: Quran Recitation by Sheikh Abdulbari Al-Thubayti
ar: تلاوة الشيخ عبد الرحمن الثبيتي

source: Quran Recitation by Sheikh Mahmud Ali Al-Banna
ar: تلاوة الشيخ محمود علي البنا

source: Quran Recitation by Sheikh Mustafa Ismail
ar: تلاوة الشيخ مصطفى إسماعيل

source: Quran Recitation by Sheikh Wadi Al-Yamani
ar: تلاوة الشيخ وديع اليمني

source: Quran Recitation by Jaza Al-Suweilih
ar: تلاوة الشيخ جزاع صويلح

source: Quran Recitation by Abdul-Rahman Al-Usi
ar: تلاوة الشيخ عبد الرحمن العوسي

source: Quran Recitation by Muhammad Siddiq AL-Minshawi (Al-Mushaf Al-Mujawwad)
ar: تلاوة الشيخ محمد صديق المنشاوي - مجود

source: Translation of the Quran in Romanian
ar: ترجمة القرآن الكريم بالرومانية

source: Translation of the Quran in Swedish
ar: ترجمة القرآن الكريم بالسويدية

source: Quran Recitation by Sheikh Abdulaziz Az-Zahrani
ar: تلاوة الشيخ عبد العزيز الزهراني

source: Quran Recitation by Sheikh Idris Abkar
ar: تلاوة الشيخ إدريس أبكر

source: Quran Recitation by Sheikh Abdulwali Al-Arkani
ar: تلاوة الشيخ عبد الولي الأركاني

source: Quran Recitation by Sheikh Fahd Al-Kandari
ar: تلاوة الشيخ فهد الكندري

source: Al-Mushaf Al-Mu`allim by Sheikh Muhammad Siddiq Al-Minshawi
ar: تلاوة الشيخ محمد صديق المنشاوي - المعلم

source: Mabahith fi Ulum al-Quran
ar: مباحث في علوم القرآن

source: Funun al-Afnan fi Ajaib Ulum al-Quran
ar: فنون الأفنان في عجائب علوم القرآن

source: Ghayat al-Mureed fi Ilm al-Tajweed
ar: غاية المريد في علم التجويد

source: Al-Ameed fi Ilm al-Tajweed
ar: العميد في علم التجويد

source: Al-Tafseer al-Mawdui il-ayat al-Tawheed fi al-Quran
ar: التفسير الموضوعي لآيات التوحيد في القرآن

source: Quran Recitation by Sheikh Shaya Al-Tamimi
ar: تلاوة الشيخ شايع التميمي

source: Shams Al-Islam Radio
ar: إذاعة شمس الإسلام

source: Translation of the Quran in Turkish
ar: ترجمة القرآن الكريم بالتركية

source: Translation of the Quran in spanish of latin america
ar: ترجمة القرآن الكريم باللاتينية

source: Quran Recitation by Sheikh Osama bin Mohammed Abu Zaid
ar: تلاوة الشيخ أسامة بن محمد أبو زيد

source: Quran Recitation by Sheikh Imad Zuhair Hafez
ar: تلاوة الشيخ زهير حافظ

source: Tafsir Al-muyassar - Mohammad Ayyub
ar: تفسير الميسر - محمد أيوب

source: Al-Mushaf Al-Muallim with English Translation
ar: إذاعة المصحف المعلم باللغة بالإنجليزية

source: Al-Mushaf Al-Muallim with French Translation
ar: إذاعة المصحف المعلم باللغة بالفرنسية

source: Al-Mushaf Al-Muallim with Spain Translation
ar: إذاعة المصحف المعلم باللغة بالإسبانية

source: Al-Mushaf Al-Muallim with Latin Translation
ar: إذاعة المصحف المعلم باللغة الإسبانية (لهجة دول أمريكا اللاتينية)

source: Sahih al-Bukhari 1 - 30
ar: صحيح البخاري 1 - 30

source: Sahih al-Bukhari 31 - 58
ar: صحيح البخاري 31 - 58

source: Sahih al-Bukhari 59 - 62
ar: صحيح البخاري 59 - 62

source: Sahih al-Bukhari 63 - 94
ar: صحيح البخاري 63 - 94

source: Sahih al-Bukhari in English 1 - 33
ar: صحيح البخاري بالإنجليزية 1 - 33

source: Sahih al-Bukhari in English 34 - 62
ar: صحيح البخاري بالإنجليزية 34 - 62

source: Sahih al-Bukhari in English 63 - 70
ar: صحيح البخاري بالإنجليزية 63 - 70

source: Sahih al-Bukhari in English 71 - 97
ar: صحيح البخاري بالإنجليزية 71 - 97

source: Sahih Muslim 1 - 15
ar: صحيح مسلم 1 - 15

source: Sahih Muslim 16 - 34
ar: صحيح مسلم 16 - 34

source: Sahih Muslim 35 - 55
ar: صحيح مسلم 35 - 55

source: Sahih Muslim in English 1 - 15
ar: صحيح مسلم بالإنجليزية 1 - 15

source: Sahih Muslim in English 16 - 54
ar: صحيح مسلم بالإنجليزية 16 - 54

source: Jami` at-Tirmidhi 1 - 31
ar: جامع الترمذي 1 - 31

source: Jami` at-Tirmidhi 32 - 63
ar: جامع الترمذي 32 - 63

source: Jami` at-Tirmidhi in English 1 - 22
ar: جامع الترمذي بالإنجليزية 1 - 22

source: Jami` at-Tirmidhi in English 23 - 43
ar: جامع الترمذي بالإنجليزية 23 - 43

source: Jami` at-Tirmidhi in English 44 - 46
ar: جامع الترمذي بالإنجليزية 44 - 46

source: 40 Hadith Of An Nawawi
ar: الأربعون النووية

source: 40 Hadith Of An Nawawi in English
ar: الأربعون النووية بالإنجليزية

source: Riyad as-Salihin
ar: رياض الصالحين

source: Riyad as-Salihin in English
ar: رياض الصالحين بالإنجليزية

source: Translation of the Quran in Swahili
ar: ترجمة القرآن الكريم بالسواحيلية

source: Sunan Abu Dawud English 1 - 12
ar: سنن أبي داود بالإنجليزية 1 - 12

source: Sunan Abu Dawud English 13 - 24
ar: سنن أبي داود بالإنجليزية 13 - 24

source: Sunan Abu Dawud English 25 - 43
ar: سنن أبي داود بالإنجليزية 25 - 43

source: Sunan Abu Dawud 1 - 9
ar: سنن أبي داود 1 - 9

source: Sunan Abu Dawud 10 - 23
ar: سنن أبي داود 10 - 23

source: Sunan Abu Dawud 24 - 42
ar: سنن أبي داود 24 - 42

source: Al Mukhtasar Fi Al Tafsir
ar: المختصر في التفسير

source: Muwatta Imam Malik
ar: موطأ الإمام مالك

source: Sunan Ibn Majah 1-18
ar: سنن ابن ماجه 1-18

source: Sunan Ibn Majah 19-36
ar: سنن ابن ماجه 19-36

source: Sunan an-Nasa`i 1-17
ar: سنن النسائي 1-18

source: Sunan an-Nasa`i 15-39
ar: سنن النسائي 19-36

source: Sunan an-Nasa`i 40-51
ar: سنن النسائي 40-51

source: Sunan ad-Darimi
ar: سنن الدارمي

source: Musnad Ahmad ibn Hanbal 1-23
ar: مسند الإمام أحمد بن حنبل 1-23

source: Musnad Ahmad ibn Hanbal 24-27
ar: مسند الإمام أحمد بن حنبل 24-27

source: Musnad Ahmad ibn Hanbal 28-31
ar: مسند الإمام أحمد بن حنبل 28-31

source: Musnad Ahmad ibn Hanbal 32-35
ar: مسند الإمام أحمد بن حنبل 32-35

source: Musnad Ahmad ibn Hanbal 36-39
ar: مسند الإمام أحمد بن حنبل 36-39

source: Musnad Ahmad ibn Hanbal 40-43
ar: مسند الإمام أحمد بن حنبل 40-43

source: Musnad Ahmad ibn Hanbal 44-46
ar: مسند الإمام أحمد بن حنبل 44-46

source: Musnad Ahmad ibn Hanbal 47-49
ar: مسند الإمام أحمد بن حنبل 47-49

source: Musnad Ahmad ibn Hanbal 50-54
ar: مسند الإمام أحمد بن حنبل 50-54

source: Musnad Ahmad ibn Hanbal 55-60
ar: مسند الإمام أحمد بن حنبل 55-60

source: Musnad Ahmad ibn Hanbal 61-66
ar: مسند الإمام أحمد بن حنبل 61-66

source: Musnad Ahmad ibn Hanbal 67-73
ar: مسند الإمام أحمد بن حنبل 67-73

source: Lulu al-Maknun fi Seera al-Nabi
ar: قراءة صوتية لكتاب اللؤلؤ المكنون في سيرة النبي المأمون

source: Zad al-Maad 1-20
ar: قراءة صوتية لكتاب زاد المعاد - المجلد الأول ص {1} حتى المجلد الثاني ص {300}

source: Zad al-Maad 21-40
ar: قراءة صوتية لكتاب زاد المعاد - المجلد الثاني ص {303} حتى المجلد الثالث ص {700}

source: Zad al-Maad 41-60
ar: قراءة صوتية لكتاب زاد المعاد - المجلد الثالث ص {701} حتى المجلد الخامس ص {284}

source: Zad al-Maad 61-80
ar: قراءة صوتية لكتاب زاد المعاد - المجلد الخامس ص {285} حتى المجلد السادس

source: Mukhtasar Sirat al-Rasul
ar: قراءة صوتية لكتاب مختصر سيرة الرسول

source: Al-Daa wa Al-Dawaa (Ibn Qayem)
ar: قراءة صوتية لكتاب الداء والدواء

source: Ar-Raheeq Al-Makhtum
ar: قراءة صوتية لكتاب الرحيق المختوم

source: Al-Adab Al-Mufrad
ar: الأدب المفرد

source: Muwatta Malik in English
ar: موطأ الإمام مالك بالإنجليزية

source: Sunan an-Nasa'i English - Book 1 to Book 20
ar: سنن النسائي بالإنجليزية - الكتاب 1 إلى الكتاب 20

source: Sunan an-Nasa'i English - Book 21 to Book 33
ar: سنن النسائي بالإنجليزية - الكتاب 21 إلى الكتاب 38

source: Sunan an-Nasa'i English - Book 34 to Book 51
ar: سنن النسائي بالإنجليزية - الكتاب 34 إلى الكتاب 51

source: Sunan Ibn Majah English - Book 1 to Book 6
ar: سنن ابن ماجه بالإنجليزية - الكتاب 1 إلى الكتاب 6

source: Sunan Ibn Majah English - Book 7 to Book 24
ar: سنن ابن ماجه بالإنجليزية - الكتاب 7 إلى الكتاب 24

source: Sunan Ibn Majah English - Book 25 to Book 31
ar: سنن ابن ماجه بالإنجليزية - الكتاب 25 إلى الكتاب 31

source: Not Found
ar: لا يوجد راديو

source: Copy this code
ar: انسخ هذا الكود

source: and past in post or page
ar: وألصفه في الموضوع أو الصفحة

source: You can play 1 out of 40 translations of the Quran
ar: بإمكانك الإختيار من أكثر من 40 لغة

source: Title:
ar: العنوان:

source: Languages
ar: اللغات

source: Auto Start
ar: التشغيل التلقائي

source: Book Icon
ar: الكتاب

source: Show title
ar: مشاهدة العنوان

source: You can play 1 out of 35 translations of the Quran
ar: بإمكانك الاختيار من أكثر من 40 لغة

source: Player
ar: المشغل

source: Full Screen
ar: الشاشة الكاملة

source: Width:
ar: العرض:

source: Height:
ar: الطول:

source: Player Options:
ar: إعدادات المشغل:

source: Player width
ar: عرض المشغل

source: Player height
ar: طول المشغل

source: Autostart
ar: التشغيل التلقائي

source: Source
ar: المصدر

source: PDF Book
ar: الكتاب

source: Podcast
ar: البودكاست

source: Download
ar: التحميل

source: MediaPlayer
ar: ميمديا بلاير

source: QuickTime
ar: كوك تايم

source: Realplayer
ar: ريال بلاير

source: Winamp
ar: وين آمب

source: Tunein
ar: تون إن

source: Android
ar: أندرويد

source: Player Type
ar: نوع المشغل

source: Android Icon
ar: أيقونة أندرويد

source: Google Podcast Icon
ar: جوجل بودكاست

source: Translation of the Quran in Nigerian
ar: ترجمة القرآن الكريم بالنيجيرية

source: Sahih al-Bukhari
ar: صحيح البخاري

source: The Quran Radio
ar: إذاعات القرآن الكريم

source: Quran Radio is the first WordPress plugin that allows you to add the translations of the Quran in 40 languages on posts, pages or widgets.
ar: إضافة إذاعات القرآن الكريم تعتبر الأولى في الووردس بحيث تمكنك من الإستماع لترجمات معاني القرآن الكريم في أكثر من 40 لغة.

source: EDC TEAM
ar: فريق التطوير في لجنة الدعوة الإلكترونية
